Repository: sanonzon/parkeringen
Catalog: parkering/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Register account
sv: Registrera

source: Register an account
sv: Registrera

source: Return
sv: Tillbaka

source: Already have an account
sv: Redan konto

source: Available spaces
sv: Lediga

source: Space
sv: Plats

source: Remove
sv: Ta bort

source: Book
sv: Bokningar

source: Close
sv: Stäng

source: Your bookings
sv: Dina Bokningar

source: has booked space
sv: har bokat plats

source: from
sv: från

source: to
sv: till

source: Contact
sv: Kontaktuppgifter

source: Requested spaces
sv: Begärda platser

source: Start
sv: Från

source: Stop
sv: Till

source: Space to give
sv: Plats

source: Give space
sv: Ge plats

source: No spaces to lend
sv: Du äger inga platser

source: Requests
sv: Förfrågningar

source: Account Management
sv: Kontoinställningar

source: Log out
sv: Logga ut

source: Rent-out space
sv: Låna ut plats

source: Request space
sv: Önska plats

source: Upload
sv: Ladda upp

source: English
sv: Engelska

source: Swedish
sv: Svenska
